export const Home = () => {
    return (
        <section className="welcome">
        <h2>Добре дошли</h2>
        <p>
            Нашата професионална философия: Приемаме като своя мисия осигуряването
            на защита и сигурност за своите клиенти чрез голямо разнообразие от
            застрахователни продукти. Фокусът на нашата дейност е грижата за
            спокойствието на клиентите, което постигаме предоставяйки широк избор от
            застрахователни услуги. При нас всеки получава необходимия
            застрахователен продукт в кратки срокове и при най-изгодни условия.
            Ценим свободното време на своите потребители, затова се стремим да бъдем
            достъпни навсякъде и по всяко време, чрез своите онлайн услуги, а
            професионална консултация предлагаме в офисите от търговската ни мрежа.
        </p>
    </section>
    );
};

// export default Home;