const Footer = () => {
    return (
        <footer>
            <div classname="footer">
                <div classname="f-container">
                    <div classname="f-box">
                        <h4>За нас</h4>
                        <p>
                            Приемаме като своя мисия осигуряването на защита и сигурност за своите
                            клиенти чрез голямо разнообразие от застрахователни продукти. Фокусът
                            на нашата дейност е грижата за спокойствието на клиентите, което
                            постигаме предоставяйки широк избор от застрахователни услуги. При нас
                            всеки получава необходимия застрахователен продукт в кратки срокове и
                            при най-изгодни условия. Ценим свободното време на своите потребители,
                            затова се стремим да бъдем достъпни навсякъде и по всяко време, чрез
                            своите онлайн услуги, а професионална консултация предлагаме в офисите
                            от търговската ни мрежа.
                        </p>
                    </div>
                    <div classname="f-box">
                        <h4>Новини</h4>
                        <input type="text" placeholder="Въведи своя имейл" />
                        <button classname="third-button">Абонирай се</button>
                    </div>
                    <div classname="clear-fix">
                        <br />
                        <hr />
                    </div>
                    <div classname="text-center-copyrights">© 2023 Всички права запазени</div>
                </div>
            </div>
        </footer>
    );
};

export default Footer;